Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# booking_extras_subtitle
source: Toggle the add-ons you'd like. Prices update live.
cs: Vyberte doplňky, které si přejete. Cena se aktualizuje živě.
ru: Выберите дополнения, которые хотите добавить. Цена обновляется в реальном времени.
sk: Vyberte doplnky, ktoré chcete pridať. Cena sa aktualizuje naživo.
uk: Виберіть додатки, які бажаєте. Ціна оновлюється миттєво.

# booking_market_selection_pruned
source: Some of your selection isn't offered at this address and was removed.
cs: Část vašeho výběru není na této adrese v nabídce a byla odebrána.
ru: Часть вашего выбора по этому адресу не предлагается и была убрана.
sk: Časť vášho výberu nie je na tejto adrese v ponuke a bola odobratá.
uk: Частину вашого вибору за цією адресою не пропонуємо, тож її прибрано.

# booking_no_results
source: No services match your search
cs: Žádné služby neodpovídají vašemu hledání
ru: Нет услуг по вашему запросу
sk: Žiadne služby nezodpovedajú vášmu hľadaniu
uk: Немає послуг, що відповідають вашому пошуку

# booking_package_includes
source: INCLUDES
cs: OBSAHUJE
ru: ВКЛЮЧАЕТ
sk: OBSAHUJE
uk: ВКЛЮЧАЄ

# booking_package_includes_prefix
source: Includes:
cs: Obsahuje:
ru: Включает:
sk: Obsahuje:
uk: Включає:

# booking_package_more
source: + %1$lld more
cs: + %1$lld dalších
ru: + %1$lld ещё
sk: + %1$lld ďalších
uk: + %1$lld ще

# booking_packages_featured
source: Featured packages
cs: Doporučené balíčky
ru: Рекомендуемые пакеты
sk: Odporúčané balíčky
uk: Рекомендовані пакети

# booking_pay_card
source: Card
cs: Kartou
ru: Картой
sk: Kartou
uk: Карткою

# booking_pay_card_desc
source: Pay securely via Stripe
cs: Bezpečně přes Stripe
ru: Безопасно через Stripe
sk: Bezpečne cez Stripe
uk: Безпечно через Stripe

# booking_pay_cash
source: Cash
cs: Hotově
ru: Наличными
sk: Hotovosťou
uk: Готівкою

# booking_pay_cash_desc
source: Pay on delivery
cs: Platba při dodání
ru: Оплата при доставке
sk: Platba pri dodaní
uk: Оплата при доставці

# booking_payment_method
source: How do you want to pay?
cs: Jak chcete platit?
ru: Как хотите оплатить?
sk: Ako chcete platiť?
uk: Як хочете платити?

# booking_pick_service
source: Pick a service
cs: Vyberte službu
ru: Выберите услугу
sk: Vyberte službu
uk: Виберіть послугу

# booking_preferred_cleaner_clear
source: Clear preferred cleaner
cs: Zrušit výběr uklízeče
ru: Сбросить выбор клинера
sk: Zrušiť výber upratovačky
uk: Скасувати вибір клінера

# booking_preferred_cleaner_dialog_title
source: Pick a cleaner
cs: Vyberte uklízeče
ru: Выберите клинера
sk: Vyberte upratovačku
uk: Виберіть клінера

# booking_preferred_cleaner_subtitle
source: Plus benefit · choose someone who's cleaned for you before
cs: Výhoda Plus · vyberte někoho, kdo už u vás uklízel
ru: Преимущество Plus · выберите того, кто уже у вас убирал
sk: Výhoda Plus · vyberte niekoho, kto u vás už upratoval
uk: Перевага Plus · виберіть когось, хто вже у вас прибирав

# booking_preferred_cleaner_title
source: Request your favorite cleaner
cs: Vyberte si oblíbeného uklízeče
ru: Запросить любимого клинера
sk: Vyberte si obľúbenú upratovačku
uk: Запросити улюбленого клінера

# booking_price_from
source: from %1$@
cs: od %1$@
ru: от %1$@
sk: od %1$@
uk: від %1$@

# booking_price_per_room
source: + %1$@/room
cs: + %1$@/pokoj
ru: + %1$@/комната
sk: + %1$@/izba
uk: + %1$@/кімната

# booking_promo_code_dialog_apply
source: Apply
cs: Použít
ru: Применить
sk: Použiť
uk: Застосувати

# booking_promo_code_dialog_cancel
source: Cancel
cs: Zrušit
ru: Отмена
sk: Zrušiť
uk: Скасувати

# booking_promo_code_dialog_done
source: Done
cs: Hotovo
ru: Готово
sk: Hotovo
uk: Готово

# booking_promo_code_dialog_helper
source: Got a code from a friend or campaign? Enter it here.
cs: Máte kód od kamaráda nebo z kampaně? Zadejte ho zde.
ru: Есть код от друга или из акции? Введите его здесь.
sk: Máte kód od kamaráta alebo z kampane? Zadajte ho tu.
uk: Маєте код від друга чи з кампанії? Введіть тут.

# booking_promo_code_dialog_success
source: Code applied — saves you %1$@!
cs: Kód uplatněn — ušetříte %1$@!
ru: Код применён — экономия %1$@!
sk: Kód uplatnený — ušetríte %1$@!
uk: Код застосовано — економія %1$@!

# booking_promo_code_dialog_title
source: Enter promo code
cs: Zadejte slevový kód
ru: Введите промокод
sk: Zadajte zľavový kód
uk: Введіть промокод

# booking_promo_code_error_currency
source: Code doesn't apply to this currency
cs: Kód neplatí pro tuto měnu
ru: Код не действует для этой валюты
sk: Kód neplatí pre túto menu
uk: Код не діє для цієї валюти

# booking_promo_code_error_expired
source: This code has expired
cs: Tento kód vypršel
ru: Срок действия кода истёк
sk: Tento kód vypršal
uk: Термін дії коду закінчився

# booking_promo_code_error_generic
source: Couldn't validate code. Please try again.
cs: Kód se nepodařilo ověřit. Zkuste to znovu.
ru: Не удалось проверить код. Попробуйте снова.
sk: Kód sa nepodarilo overiť. Skúste to znova.
uk: Не вдалося перевірити код. Спробуйте знову.

# booking_promo_code_error_global_limit
source: Code is no longer available
cs: Kód už není dostupný
ru: Код больше не доступен
sk: Kód už nie je dostupný
uk: Код більше не доступний

# booking_promo_code_error_inactive
source: Code is no longer available
cs: Kód už není dostupný
ru: Код больше не доступен
sk: Kód už nie je dostupný
uk: Код більше не доступний

# booking_promo_code_error_min_order
source: Order doesn't meet the minimum for this code
cs: Objednávka nesplňuje minimální částku pro tento kód
ru: Заказ не соответствует минимальной сумме для этого кода
sk: Objednávka nespĺňa minimálnu sumu pre tento kód
uk: Замовлення не відповідає мінімальній сумі для цього коду

# booking_promo_code_error_not_found
source: Code not found
cs: Kód nebyl nalezen
ru: Код не найден
sk: Kód nebol nájdený
uk: Код не знайдено

# booking_promo_code_error_not_yet_valid
source: Code is not yet active
cs: Kód ještě není aktivní
ru: Код ещё не активен
sk: Kód ešte nie je aktívny
uk: Код ще не активний

# booking_promo_code_error_used
source: You've already used this code
cs: Tento kód jste už použili
ru: Вы уже использовали этот код
sk: Tento kód ste už použili
uk: Ви вже використали цей код

# booking_promo_code_row_applied
source: %1$@ applied
cs: %1$@ uplatněno
ru: %1$@ применён
sk: %1$@ uplatnené
uk: %1$@ застосовано

# booking_promo_code_row_clear
source: Remove
cs: Odebrat
ru: Удалить
sk: Odobrať
uk: Видалити

# booking_promo_code_row_title
source: Promo code
cs: Slevový kód
ru: Промокод
sk: Zľavový kód
uk: Промокод

# booking_promo_code_validating
source: Checking…
cs: Ověřuji…
ru: Проверка…
sk: Overujem…
uk: Перевірка…

# booking_referral_code_dialog_apply
source: Apply
cs: Použít
ru: Применить
sk: Použiť
uk: Застосувати

# booking_referral_code_dialog_cancel
source: Cancel
cs: Zrušit
ru: Отмена
sk: Zrušiť
uk: Скасувати

# booking_referral_code_dialog_done
source: Done
cs: Hotovo
ru: Готово
sk: Hotovo
uk: Готово

# booking_referral_code_dialog_helper
source: Have a friend's code? Both of you earn 150 bonus tier-points after your first completed cleaning.
cs: Máte kód od kamaráda? Po vašem prvním dokončeném úklidu oba získáte 150 bonusových bodů.
ru: Есть код от друга? Оба получите 150 бонусных баллов после вашей первой завершённой уборки.
sk: Máte kód od kamaráta? Po vašom prvom dokončenom upratovaní obaja získate 150 bonusových bodov.
uk: Маєте код від друга? Обидва отримаєте 150 бонусних балів після вашого першого завершеного прибирання.

# booking_referral_code_dialog_success
source: Code accepted — you'll both get 150 bonus points after your first completed cleaning.
cs: Kód přijat — po vašem prvním dokončeném úklidu oba získáte 150 bonusových bodů.
ru: Код принят — оба получите 150 бонусных баллов после вашей первой завершённой уборки.
sk: Kód prijatý — po vašom prvom dokončenom upratovaní obaja získate 150 bonusových bodov.
uk: Код прийнято — обидва отримаєте 150 бонусних балів після вашого першого завершеного прибирання.

# booking_referral_code_dialog_success_named
source: Code from %1$@ accepted — you'll both get 150 bonus points after your first completed cleaning.
cs: Kód od %1$@ přijat — po vašem prvním dokončeném úklidu oba získáte 150 bonusových bodů.
ru: Код от %1$@ принят — оба получите 150 бонусных баллов после вашей первой завершённой уборки.
sk: Kód od %1$@ prijatý — po vašom prvom dokončenom upratovaní obaja získate 150 bonusových bodov.
uk: Код від %1$@ прийнято — обидва отримаєте 150 бонусних балів після вашого першого завершеного прибирання.

# booking_referral_code_dialog_title
source: Enter referral code
cs: Zadejte kód doporučení
ru: Введите реферальный код
sk: Zadajte kód odporúčania
uk: Введіть реферальний код

# booking_referral_code_row_applied
source: %1$@ applied
cs: %1$@ uplatněno
ru: %1$@ применён
sk: %1$@ uplatnené
uk: %1$@ застосовано

# booking_referral_code_row_clear
source: Remove
cs: Odebrat
ru: Удалить
sk: Odobrať
uk: Видалити

# booking_referral_code_row_title
source: Referral code
cs: Kód doporučení
ru: Реферальный код
sk: Kód odporúčania
uk: Реферальний код

# booking_rooms_short
source: %1$lld rooms
cs: %1$lld pokojů
ru: %1$lld комнаты
sk: %1$lld izieb
uk: %1$lld кімнати

# booking_save_address
source: Save this address
cs: Uložit tuto adresu
ru: Сохранить этот адрес
sk: Uložiť túto adresu
uk: Зберегти цю адресу

# booking_select_address_hint
source: Pick from saved or add new
cs: Vyberte z uložených nebo přidejte novou
ru: Выберите из сохранённых или добавьте новый
sk: Vyberte z uložených alebo pridajte novú
uk: Виберіть зі збережених або додайте нову

# booking_select_time
source: Pick a time
cs: Vyberte čas
ru: Выберите время
sk: Vyberte čas
uk: Виберіть час

# booking_set_as_default
source: Set as default
cs: Nastavit jako výchozí
ru: Сделать основным
sk: Nastaviť ako predvolenú
uk: Встановити за замовчуванням

# booking_slide_to_confirm
source: Slide to confirm
cs: Přejeďte pro potvrzení
ru: Свайп для подтверждения
sk: Posuňte pre potvrdenie
uk: Проведіть для підтвердження

# booking_slide_to_confirm_price
source: Slide to pay · %1$@
cs: Přejeďte pro platbu · %1$@
ru: Свайп для оплаты · %1$@
sk: Posuňte pre platbu · %1$@
uk: Проведіть для оплати · %1$@

# booking_slot_express
source: Express +20%
cs: Expres +20 %
ru: Экспресс +20%
sk: Expres +20 %
uk: Експрес +20%

# booking_slot_express_waived
source: Express · no surcharge
cs: Expres · bez příplatku
ru: Экспресс · без доплаты
sk: Expres · bez príplatku
uk: Експрес · без доплати

# booking_special_instructions_hint
source: Any special requests? (optional)
cs: Speciální požadavky? (nepovinné)
ru: Особые пожелания? (необязательно)
sk: Špeciálne požiadavky? (nepovinné)
uk: Особливі побажання? (необов’язково)

# booking_step1_title
source: What do you need?
cs: Co potřebujete?
ru: Что вам нужно?
sk: Čo potrebujete?
uk: Що вам потрібно?

# booking_step2_title
source: When & where
cs: Kdy a kde
ru: Когда и где
sk: Kedy a kde
uk: Коли і де

# booking_step3_title
source: Confirm booking
cs: Potvrdit rezervaci
ru: Подтвердить бронирование
sk: Potvrdiť rezerváciu
uk: Підтвердити бронювання

# booking_step_indicator
source: Step %1$d of %2$d
cs: Krok %1$d z %2$d
ru: Шаг %1$d из %2$d
sk: Krok %1$d z %2$d
uk: Крок %1$d з %2$d

# booking_success_address_label
source: Address
cs: Adresa
ru: Адрес
sk: Adresa
uk: Адреса

# booking_success_arrival_label
source: Arrival
cs: Příjezd
ru: Прибытие
sk: Príchod
uk: Прибуття

# booking_success_confirmation_code
source: Confirmation code
cs: Potvrzovací kód
ru: Код подтверждения
sk: Potvrdzovací kód
uk: Код підтвердження

# booking_success_go_home
source: Back to home
cs: Zpět domů
ru: На главную
sk: Späť domov
uk: На головну

# booking_success_progress
source: Your booking progress
cs: Průběh rezervace
ru: Прогресс бронирования
sk: Priebeh rezervácie
uk: Прогрес бронювання

# booking_success_subtitle
source: We've got your booking — we'll confirm it shortly.
cs: Máme vaši rezervaci — brzy ji potvrdíme.
ru: Мы получили ваше бронирование — скоро подтвердим его.
sk: Máme vašu rezerváciu — čoskoro ju potvrdíme.
uk: Ми отримали ваше бронювання — скоро його підтвердимо.

# booking_success_t1_desc
source: Just now
cs: Právě teď
ru: Только что
sk: Práve teraz
uk: Щойно

# booking_success_t1_title
source: Booking received
cs: Rezervace přijata
ru: Бронирование получено
sk: Rezervácia prijatá
uk: Бронювання отримано

# booking_success_t2_desc
source: We'll let you know as soon as we find one
cs: Dáme vám vědět, jakmile ho najdeme
ru: Сообщим, как только его найдём
sk: Dáme vám vedieť, hneď ako ju nájdeme
uk: Повідомимо вас, щойно його знайдемо

# booking_success_t2_title
source: Cleaner being assigned
cs: Přidělujeme uklízeče
ru: Назначаем клинера
sk: Prideľujeme upratovačku
uk: Призначаємо клінера

# booking_success_t3_desc
source: You'll see their profile here
cs: Zde uvidíte jeho profil
ru: Здесь появится его профиль
sk: Tu uvidíte jej profil
uk: Тут з’явиться його профіль

# booking_success_t3_title
source: Cleaner confirmed
cs: Uklízeč potvrzen
ru: Клинер подтверждён
sk: Upratovačka potvrdená
uk: Клінер підтверджений

# booking_success_t4_desc
source: We'll remind you 1 hour before
cs: Připomeneme hodinu předem
ru: Напомним за час
sk: Pripomenieme hodinu vopred
uk: Нагадаємо за годину

# booking_success_t4_title
source: Cleaning day
cs: Den úklidu
ru: День уборки
sk: Deň upratovania
uk: День прибирання

# booking_success_title
source: Booking received
cs: Rezervace přijata
ru: Бронирование получено
sk: Rezervácia prijatá
uk: Бронювання отримано

# booking_success_total_label
source: Total
cs: Celkem
ru: Итого
sk: Celkom
uk: Усього

# booking_success_whats_next
source: A cleaner will pick up your order soon — you'll get a notification when they're on the way.
cs: Uklízeč si vaši objednávku brzy převezme — oznámíme vám, až bude na cestě.
ru: Клинер скоро возьмёт ваш заказ — мы уведомим, когда он будет в пути.
sk: Upratovačka si vašu objednávku čoskoro prevezme — oznámime vám, keď bude na ceste.
uk: Клінер скоро прийме ваше замовлення — ми сповістимо, коли він буде в дорозі.

# booking_summary_address
source: Address
cs: Adresa
ru: Адрес
sk: Adresa
uk: Адреса

# booking_summary_date
source: Date
cs: Datum
ru: Дата
sk: Dátum
uk: Дата

# booking_summary_details_label
source: Booking details
cs: Detaily objednávky
ru: Детали бронирования
sk: Detaily objednávky
uk: Деталі бронювання

# booking_summary_express_surcharge
source: Express surcharge (+20%)
cs: Expresní příplatek (+20%)
ru: Экспресс-надбавка (+20%)
sk: Expresný príplatok (+20%)
uk: Експрес-надбавка (+20%)

# booking_summary_express_surcharge_waived
source: Express slot — waived with Plus
cs: Expresní termín — odpuštěno s Plus
ru: Экспресс-слот — отменено с Plus
sk: Expresný termín — odpustené s Plus
uk: Експрес-слот — скасовано з Plus

# booking_summary_items_label
source: Items
cs: Položky
ru: Позиции
sk: Položky
uk: Позиції

# booking_summary_membership_discount
source: Cleansia Plus discount
cs: Sleva Cleansia Plus
ru: Скидка Cleansia Plus
sk: Zľava Cleansia Plus
uk: Знижка Cleansia Plus

# booking_summary_promo_discount
source: Promo (-%1$@)
cs: Slevový kód (-%1$@)
ru: Промокод (-%1$@)
sk: Zľavový kód (-%1$@)
uk: Промокод (-%1$@)

# booking_summary_property
source: Property
cs: Nemovitost
ru: Объект
sk: Nehnuteľnosť
uk: Нерухомість

# booking_summary_subtotal
source: Subtotal
cs: Mezisoučet
ru: Промежуточный итог
sk: Medzisúčet
uk: Проміжний підсумок

# booking_summary_tier_discount
source: Loyalty tier discount
cs: Věrnostní sleva
ru: Скидка за лояльность
sk: Vernostná zľava
uk: Знижка за лояльність

# booking_summary_tier_discount_min_not_met
source: Loyalty discount applies on orders above %1$@
cs: Věrnostní sleva platí pro objednávky nad %1$@
ru: Скидка за лояльность действует для заказов от %1$@
sk: Vernostná zľava platí pre objednávky nad %1$@
uk: Знижка за лояльність діє для замовлень понад %1$@

# booking_summary_time
source: Time
cs: Čas
ru: Время
sk: Čas
uk: Час

# booking_summary_total
source: Total
cs: Celkem
ru: Итого
sk: Celkom
uk: Усього

# booking_today
source: Today
cs: Dnes
ru: Сегодня
sk: Dnes
uk: Сьогодні

# booking_trust_insured_no_figure
source: Insured
cs: Pojištěno
ru: Застраховано
sk: Poistené
uk: Застраховано

# booking_trust_insured
source: Insured up to %1$@
cs: Pojištěno až do %1$@
ru: Застраховано до %1$@
sk: Poistené až do %1$@
uk: Застраховано до %1$@

# booking_when
source: Pick a date
cs: Vyberte datum
ru: Выберите дату
sk: Vyberte dátum
uk: Виберіть дату

# booking_where
source: Where
cs: Kde
ru: Где
sk: Kde
uk: Де

# booking_your_home
source: Your home
cs: Váš domov
ru: Ваш дом
sk: Váš domov
uk: Ваш дім

# busy_booking
source: Booking your cleaning…
cs: Vytváříme vaši objednávku…
ru: Создаём ваш заказ…
sk: Vytvárame vašu objednávku…
uk: Створюємо ваше замовлення…

# busy_subscribe_plus
source: Activating Cleansia Plus…
cs: Aktivujeme Cleansia Plus…
ru: Активируем Cleansia Plus…
sk: Aktivujeme Cleansia Plus…
uk: Активуємо Cleansia Plus…

# camera_permission_message
source: Enable camera access in Settings to take photos.
cs: Povolte přístup k fotoaparátu v Nastavení, abyste mohli fotit.
ru: Включите доступ к камере в Настройках, чтобы делать фото.
sk: Povoľte prístup k fotoaparátu v Nastaveniach, aby ste mohli fotiť.
uk: Увімкніть доступ до камери в Налаштуваннях, щоб робити фото.

# camera_permission_title
source: Camera access needed
cs: Je potřeba přístup k fotoaparátu
ru: Требуется доступ к камере
sk: Potrebný je prístup k fotoaparátu
uk: Потрібен доступ до камери

# common_back
source: Back
cs: Zpět
ru: Назад
sk: Späť
uk: Назад

# common_cancel
source: Cancel
cs: Zrušit
ru: Отмена
sk: Zrušiť
uk: Скасувати

# common_close
source: Close
cs: Zavřít
ru: Закрыть
sk: Zavrieť
uk: Закрити

# common_delete
source: Delete
cs: Smazat
ru: Удалить
sk: Zmazať
uk: Видалити

# common_details
source: Details
cs: Detaily
ru: Детали
sk: Detaily
uk: Деталі

# common_retry
source: Try again
cs: Zkusit znovu
ru: Повторить
sk: Skúsiť znova
uk: Спробувати ще раз

# common_save
source: Save
cs: Uložit
ru: Сохранить
sk: Uložiť
uk: Зберегти

# consent_early_performance_draft_2026_09_29
source: I ask for the cleaning to start within the 14-day withdrawal period, and I acknowledge that I lose the right to withdraw once the cleaning has been fully performed.
cs: Žádám, aby úklid začal ve 14denní lhůtě pro odstoupení od smlouvy, a beru na vědomí, že po úplném provedení úklidu právo na odstoupení ztrácím.
ru: Я прошу начать уборку в течение 14-дневного срока для отказа от договора и признаю, что после полного выполнения уборки теряю право на отказ.
sk: Žiadam, aby sa upratovanie začalo v 14-dňovej lehote na odstúpenie od zmluvy, a beriem na vedomie, že po úplnom vykonaní upratovania právo na odstúpenie strácam.
uk: Я прошу розпочати прибирання протягом 14-денного строку для відмови від договору та визнаю, що після повного виконання прибирання втрачаю право на відмову.

# credit_auto_applied_share
source: Comes off your next card booking automatically, up to %1$lld%% of it.
cs: Automaticky se odečte z vaší příští objednávky placené kartou, až do výše %1$lld %% její ceny.
ru: Автоматически списывается со следующего заказа с оплатой картой — до %1$lld%% его стоимости.
sk: Automaticky sa odpočíta z vašej ďalšej objednávky platenej kartou, až do výšky %1$lld %% jej ceny.
uk: Автоматично списується з наступного замовлення з оплатою карткою — до %1$lld%% його вартості.

# credit_expires_on
source: Expires %1$@. Every booking pushes that back.
cs: Vyprší %1$@. Každá objednávka lhůtu prodlouží.
ru: Сгорает %1$@. Каждый заказ отодвигает эту дату.
sk: Vyprší %1$@. Každá objednávka lehotu predĺži.
uk: Згорає %1$@. Кожне замовлення відсуває цю дату.

# credit_explainer_points_body
source: Points move your tier and its discount, and are never spent. Credit is money off your bookings.
cs: Body posouvají vaši úroveň a její slevu a nikdy se neutrácejí. Kredit jsou peníze, které se odečtou z vašich objednávek.
ru: Баллы повышают ваш уровень и его скидку и никогда не тратятся. Кредит — это деньги, которые вычитаются из ваших заказов.
sk: Body posúvajú vašu úroveň a jej zľavu a nikdy sa neminú. Kredit sú peniaze, ktoré sa odpočítajú z vašich objednávok.
uk: Бали підвищують ваш рівень і його знижку та ніколи не витрачаються. Кредит — це гроші, що віднімаються від ваших замовлень.

# credit_explainer_points_title
source: Credit isn't points
cs: Kredit nejsou body
ru: Кредит — это не баллы
sk: Kredit nie sú body
uk: Кредит — це не бали

# credit_explainer_source_body
source: An apology when your cleaner doesn't arrive or nobody can take your booking, a complaint you chose to settle in credit, or a goodwill gesture from us.
cs: Omluva, když uklízeč nedorazí nebo vaši objednávku nikdo nepřevezme, reklamace, kterou jste se rozhodli vyřešit kreditem, nebo vstřícné gesto od nás.
ru: Извинение, когда уборщик не приехал или никто не смог взять ваш заказ, жалоба, которую вы решили урегулировать кредитом, или жест доброй воли от нас.
sk: Ospravedlnenie, keď upratovač nepríde alebo vašu objednávku nikto neprevezme, reklamácia, ktorú ste sa rozhodli vyriešiť kreditom, alebo ústretové gesto od nás.
uk: Вибачення, коли прибиральник не приїхав або ніхто не зміг узяти ваше замовлення, скарга, яку ви вирішили врегулювати кредитом, або жест доброї волі від нас.

# credit_explainer_source_title
source: Where it comes from
cs: Odkud se bere
ru: Откуда он берётся
sk: Odkiaľ sa berie
uk: Звідки він береться

# credit_explainer_spend_body
source: Automatically, on your next card booking in the same currency, up to %1$lld%% of it. The card always pays the rest.
cs: Automaticky, na vaši příští objednávku placenou kartou ve stejné měně, až do výše %1$lld %% její ceny. Zbytek vždy zaplatíte kartou.
ru: Автоматически, на следующий заказ с оплатой картой в той же валюте — до %1$lld%% его стоимости. Остаток всегда оплачивается картой.
sk: Automaticky, na vašu ďalšiu objednávku platenú kartou v rovnakej mene, až do výšky %1$lld %% jej ceny. Zvyšok vždy zaplatíte kartou.
uk: Автоматично, на наступне замовлення з оплатою карткою в тій самій валюті — до %1$lld%% його вартості. Решту завжди сплачує картка.

# credit_explainer_spend_title
source: How it's spent
cs: Jak se čerpá
ru: Как он тратится
sk: Ako sa čerpá
uk: Як він витрачається

# credit_explainer_title
source: How credit works
cs: Jak funguje kredit
ru: Как работает кредит
sk: Ako funguje kredit
uk: Як працює кредит

# credit_none
source: No credit right now. If a clean goes wrong, credit we give you shows up here.
cs: Teď nemáte žádný kredit. Pokud se úklid nepovede, kredit, který vám dáme, uvidíte tady.
ru: Сейчас кредита нет. Если с уборкой что-то пойдёт не так, кредит, который мы начислим, появится здесь.
sk: Teraz nemáte žiadny kredit. Ak sa upratovanie nepodarí, kredit, ktorý vám dáme, uvidíte tu.
uk: Зараз кредиту немає. Якщо з прибиранням щось піде не так, кредит, який ми нарахуємо, з’явиться тут.

# credit_your_credit
source: Your credit
cs: Váš kredit
ru: Ваш кредит
sk: Váš kredit
uk: Ваш кредит

# delete_account_apple_note
source: If you signed in with Apple, also remove Cleansia in Settings → Apple ID → Sign in with Apple.
cs: Pokud jste se přihlásili přes Apple, odeberte také Cleansia v Nastavení → Apple ID → Přihlášení přes Apple.
ru: Если вы входили через Apple, также удалите Cleansia в Настройки → Apple ID → Вход через Apple.
sk: Ak ste sa prihlásili cez Apple, odstráňte aj Cleansia v Nastavenia → Apple ID → Prihlásenie cez Apple.
uk: Якщо ви входили через Apple, також видаліть Cleansia в Налаштування → Apple ID → Вхід через Apple.

# delete_account_confirm_button
source: Permanently delete account
cs: Trvale smazat účet
ru: Удалить аккаунт навсегда
sk: Natrvalo odstrániť účet
uk: Видалити обліковий запис назавжди

# delete_account_confirm_hint
source: your@email.com
cs: vas@email.com
ru: vash@email.com
sk: vas@email.com
uk: vash@email.com
